Repository: Tonytoons/Lungkan
Catalog: module/Application/language/*.po
Languages: th_th

source: Projects & Causes
th_th: โครงการและปัญหา

source: Category
th_th: ประเภท

source: How does it work ?
th_th: มันทำงานยังไง?

source: Login
th_th: เข้าสู่ระบบ

source: Logout
th_th: ออกจากระบบ

source: Create a pot
th_th: สร้างโครงการ

source: About
th_th: เกี่ยวกับเรา

source: Project
th_th: โครงการ

source: Contact Us
th_th: ติดต่อเรา

source: Resources
th_th: ทรัพยากร

source: We are driven to deliver results for all your businesses.
th_th: เรามุ่งมั่นที่จะส่งมอบผลลัพธ์สำหรับทุกธุรกิจของคุณ

source: Terms
th_th: ข้อตกลงและเงื่อนไข

source: Privacy
th_th: ความเป็นส่วนตัว

source: Help
th_th: ช่วยเหลือ

source: Download on the
th_th: ดาวน์โหลดบน

source: Get it on
th_th: รับไปเลย

source: © Prizzit. 2019 Htmlstream. All rights reserved.
th_th: © 2019 Prizzit. สงวนลิขสิทธิ์.

source: Login to manage your account.
th_th: เข้าสู่ระบบเพื่อจัดการบัญชีของคุณ

source: Signin With Facebook
th_th: เข้าสู่ระบบด้วย Facebook

source: Signin With Line
th_th: เข้าสู่ระบบด้วย Line

source: or with your email
th_th: หรือด้วยอีเมลของคุณ

source: Email address
th_th: ที่อยู่อีเมล

source: Please enter a valid email address.
th_th: กรุณาใส่อีเมล์ที่ถูกต้อง.

source: Forgot Password?
th_th: ลืมรหัสผ่าน?

source: Password
th_th: รหัสผ่าน

source: Your password is invalid. Please try again.
th_th: รหัสผ่านของคุณไม่ถูกต้อง กรุณาลองอีกครั้ง.

source: Don't have an account?
th_th: ยังไม่มีบัญชีใช่ไหม

source: Signup
th_th: สมัครสมาชิก

source: Get Started
th_th: เริ่ม

source: Fill out the form to get started.
th_th: กรอกแบบฟอร์มเพื่อเริ่มต้น

source: Signup With Facebook
th_th: สมัครสมาชิกด้วย Facebook

source: Signup With Line
th_th: สมัครสมาชิกด้วย Line

source: Name
th_th: ชื่อเต็ม

source: Please enter full name.
th_th: กรุณากรอกชื่อเต็ม

source: Confirm password
th_th: ยืนยันรหัสผ่าน

source: Password does not match the confirm password.
th_th: รหัสผ่านไม่ตรงกับรหัสผ่านยืนยัน

source: Already have an account?
th_th: มีบัญชีอยู่แล้ว?

source: Please accept our Terms and Conditions.
th_th: โปรดยอมรับข้อกำหนดและเงื่อนไขของเรา

source: I agree to the
th_th: ฉันเห็นด้วยกับ

source: Terms and Conditions
th_th: ข้อกำหนดและเงื่อนไข

source: Create a money pot for
th_th: สร้างโครงการสำหรับ

source: Group Gift - Project & Causes - Common Expenses
th_th: ของขวัญกลุ่ม - โครงการ & ปัญหา - ค่าใช้จ่ายทั่วไป

source: Create a money for your money pot
th_th: สร้างที่รับเงินสำหรับโครงการของคุณ

source: CREATE
th_th: สร้าง

source: Please enter a money for your money pot
th_th: โปรดป้อนชื่อโครงการสำหรับรับเงินของคุณ

source: Create a money pot for anyting you can think of
th_th: สร้างโครงการรับเงินสำหรับทุกสิ่งที่คุณนึกออก

source: My money pots
th_th: โครงการรับเงินของฉัน

source: Account Settings
th_th: การตั้งค่าบัญชี

source: Discover social causes you can support
th_th: ค้นพบปัญหาทางสังคมที่คุณสามารถสนับสนุนได้

source: category list text intro
th_th: ค้นพบปัญหาทางสังคมที่คุณสามารถสนับสนุนได้

source: All
th_th: ทั้งหมด

source: You wish us
th_th: คุณต้องการให้

source: to talk about
th_th: เราพูดคุยเกี่ยวกับ

source: your project
th_th: โครงการของคุณ

source: How can Front assistants help you?
th_th: ผู้ช่วยด้านหน้าสามารถช่วยคุณได้อย่างไร?

source: We'd love to talk about how we can help you.
th_th: เราชอบที่จะพูดคุยเกี่ยวกับวิธีที่เราสามารถช่วยคุณได้

source: Tell us
th_th: บอกเรา

source: about yourself
th_th: เกี่ยวกับตัวคุณ

source: Whether you have questions or you would just like to say hello, contact us.
th_th: ไม่ว่าคุณจะมีคำถามหรือต้องการทักทายคุณโปรดติดต่อเรา

source: Please enter name.
th_th: กรุณาใส่ชื่อเต็ม

source: Subject
th_th: เรื่อง

source: Please enter subject.
th_th: กรุณากรอกหัวเรื่อง

source: Message
th_th: ข้อความ

source: Please enter message.
th_th: กรุณากรอกข้อความ

source: Send Contact
th_th: ส่งข้อความ

source: Oops! Something went wrong.
th_th: อ๊ะ! บางอย่างผิดพลาด.

source: Contact information
th_th: ข้อมูลติดต่อ

source: First name
th_th: ชื่อจริง

source: Last name
th_th: นามสกุล

source: Please enter first name.
th_th: กรุณาใส่ชื่อ

source: Please enter Last name.
th_th: กรุณาใส่นามสกุล

source: Contribution information
th_th: ข้อมูลการบริจาค

source: Enter contribution amount.
th_th: ใส่จำนวนเงินสมทบ

source: Credit / Debit Cards
th_th: บัตรเครดิต / เดบิต

source: Internet Banking
th_th: ธนาคารทางอินเทอร์เน็ต

source: Go Back
th_th: ย้อนกลับ

source: Participate
th_th: มีส่วนร่วม

source: Your money pot
th_th: โครงการ

source: Name of the money pot
th_th: ชื่อโครงการ

source: Plase enter name of your pot
th_th: กรุณาใส่ชื่อโครงการของคุณ

source: Name of the organizer
th_th: ชื่อของผู้จัด

source: Organizer by
th_th: จัดงานโดย

source: Plese enter organizer
th_th: กรุณาใส่ผู้จัดงาน

source: Date
th_th: วันที่

source: Event date
th_th: วันที่จัดกิจกรรม

source: Plese select event date.
th_th: โปรดเลือกวันที่ของกิจกรรม

source: Plese select category.
th_th: กรุณาเลือกหมวดหมู่

source: Sub Category
th_th: หมวดหมู่ย่อย

source: Plese select sub category.
th_th: กรุณาเลือกหมวดหมู่ย่อย

source: Description
th_th: คำอธิบาย

source: Plese enter description.
th_th: กรุณากรอกคำอธิบาย

source: Cover picture
th_th: รูปภาพหน้าปก

source: Plese select cover picture
th_th: กรุณาเลือกภาพหน้าปก

source: Crop
th_th: ตัด

source: Close
th_th: ปิด

source: Click in this area to select your cover files here.
th_th: คลิกที่บริเวณนี้เพื่อเลือกไฟล์หน้าปกของคุณที่นี่

source: Albums
th_th: อัลบั้มรูป

source: Create my pot
th_th: สร้างโครงการของฉัน

source: Edit my pot
th_th: แก้ไขโครงการของฉัน

source: New password
th_th: รหัสผ่านใหม่

source: Enter your password below and we'll get you back on login.
th_th: ป้อนรหัสผ่านของคุณด้านล่างและเราจะให้คุณกลับเข้าสู่ระบบ

source: Back to sign in
th_th: กลับไปลงชื่อเข้าใช้

source: Change password
th_th: เปลี่ยนรหัสผ่าน

source: forgot password has expired.
th_th: ลืมรหัสผ่านหมดอายุ

source: Request Reset Link
th_th: ขอลิงค์รีเซ็ต

source: collected
th_th: เก็บรวบรวม

source: Contribute
th_th: สนับสนุน

source: View my pot
th_th: ดูโครงการ

source: Organized for
th_th: จัดทำโดย

source: Invite your friends to participate
th_th: เชิญเพื่อนของคุณให้เข้าร่วม

source: Messages
th_th: ข้อความ

source: Comments
th_th: ความคิดเห็น

source: Loading...
th_th: กำลังโหลด ...

source: Payment are secured using omise.co
th_th: การชำระเงินมีความปลอดภัยโดยใช้ omise.co

source: participants
th_th: ผู้เข้าร่วม

source: days left
th_th: วันที่เหลือ

source: Participants
th_th: ผู้เข้าร่วม

source: THB
th_th: บาท

source: Manage my pot
th_th: จัดการโครงการของฉัน

source: Edit
th_th: แก้ไข

source: Settings
th_th: การตั้งค่า

source: Invite
th_th: เชื้อเชิญ

source: Manage Invitations
th_th: จัดการคำเชิญ

source: Transfer Fund
th_th: โอนเงิน

source: Delete
th_th: ลบ

source: Close my pot
th_th: ปิดโครงการของฉัน

source: Send invite by email.
th_th: ส่งคำเชิญทางอีเมล

source: Please enter email separated by coma
th_th: โปรดป้อนอีเมลคั่นด้วยเครื่องหมายจุลภาค

source: Remind in 3 days
th_th: เตือนความจำใน 3 วัน

source: Remind in 1 week
th_th: เตือนใน 1 สัปดาห์

source: Send invite
th_th: ส่งคำเชิญ

source: Manage invitations
th_th: จัดการคำเชิญ

source: Checkbox
th_th: ช่องทำเครื่องหมาย

source: Email
th_th: อีเมล์

source: Invited on
th_th: เชิญเมื่อ

source: Remind
th_th: เตือน

source: Participant
th_th: ผู้เข้าร่วม

source: Total collected:
th_th: รวมทั้งหมด:

source: Participants:
th_th: ผู้เข้าร่วม:

source: Created on:
th_th: สร้างเมื่อ:

source: Donate to social causes & projects
th_th: บริจาคเพื่อสังคมและโครงการ

source: projects found
th_th: พบโครงการ

source: Export participants as CSV
th_th: ส่งออกผู้เข้าร่วมเป็น CSV

source: Firt & Last Name
th_th: ชื่อนามสกุล

source: Contribution date
th_th: วันที่บริจาค

source: Contribution amount
th_th: จำนวนเงินสมทบ

source: No Data
th_th: ยังไม่มีข้อมูล

source: Upload New Picture
th_th: อัปโหลดรูปภาพใหม่

source: Name EN
th_th: ชื่อภาษาอังกฤษ

source: Enter your name EN.
th_th: ใส่ชื่อของคุณเป็นภาษาอังกฤษ

source: Please enter your name EN.
th_th: กรุณาใส่ชื่อของคุณเป็นภาษาอังกฤษ

source: Name TH
th_th: ชื่อภาษาไทย

source: Enter your name TH.
th_th: ใส่ชื่อภาษาไทย

source: Please enter your name TH.
th_th: กรุณาใส่ชื่อของคุณไทย

source: Enter your email.
th_th: กรอกอีเมล์ของคุณ.

source: Please enter your email.
th_th: กรุณากรอกอีเมลของคุณ

source: Update Profiles
th_th: อัพเดตโปรไฟล์

source: Select type participation
th_th: เลือกประเภทการมีส่วนร่วม

source: Open
th_th: เปิด

source: Suggested
th_th: แนะนำ

source: Fixed
th_th: คงที่

source: Total funds
th_th: กองทุนรวม

source: Show
th_th: แสดง

source: Choose a deadline
th_th: เลือกกำหนดเวลา

source: Deadline date
th_th: วันที่กำหนด

source: Set a goal
th_th: กำหนดเป้าหมาย

source: in THB
th_th: บาท

source: Open Invite
th_th: เปิดการเชิญ

source: Hide participarts list
th_th: ซ่อนรายชื่อผู้เข้าร่วม

source: Save
th_th: บันทึก

source: Thank you for your contribution of
th_th: ขอบคุณสำหรับการสนับสนุนของ

source: THB to
th_th: บาท ถึง

source: Send a message to organizer
th_th: ส่งข้อความไปยังผู้จัด

source: type a message
th_th: พิมพ์ข้อความ

source: Finalize your transaction of
th_th: จบการทำธุรกรรมของคุณจาก

source: Full Name
th_th: ชื่อเต็ม

source: Please enter card number.
th_th: กรุณาใส่หมายเลขบัตร

source: Please select expiry month.
th_th: โปรดเลือกเดือนที่หมดอายุ

source: Expiry month
th_th: เดือนที่หมดอายุ

source: Please select expiry year.
th_th: โปรดเลือกปีที่หมดอายุ

source: Expiry year
th_th: ปีที่หมดอายุ

source: Please enter security code.
th_th: กรุณาใส่รหัสความปลอดภัย

source: Security code
th_th: รหัสรักษาความปลอดภัย

source: Krungsri Online
th_th: กรุงศรีออนไลน์

source: Bualuang iBanking
th_th: บัวหลวงไอแบงก์กิ้ง

source: Confirm transaction
th_th: ยืนยันการทำธุรกรรม

source: Your current balance is :
th_th: ยอดเงินปัจจุบันของคุณคือ :

source: Initiate a bank transfer
th_th: เริ่มการโอนเงินผ่านธนาคาร

source: Balance transfer history
th_th: ประวัติการโอนยอดคงเหลือ

source: Amount
th_th: จำนวน

source: Fee
th_th: ค่าธรรมเนียม

source: Bank Account
th_th: บัญชีธนาคาร

source: Status
th_th: สถานะ

source: Paid
th_th: จ่ายแล้ว

source: Sent
th_th: ส่ง

source: In progress
th_th: กำลังดำเนินการ

source: Fail
th_th: ล้มเหลว

source: Please add a bank account we should send the
th_th: โปรดเพิ่มบัญชีธนาคารที่เราควรส่ง

source: Receipient First & Last Name
th_th: ชื่อและนามสกุลของผู้รับ

source: Please enter receipient first & last name.
th_th: กรุณากรอกชื่อและนามสกุลของผู้รับ

source: Bank account country
th_th: ประเทศบัญชีธนาคาร

source: Please enter bank account country.
th_th: โปรดป้อนประเทศของบัญชีธนาคาร

source: Thailand
th_th: ประเทศไทย

source: Singapore
th_th: สิงคโปร์

source: Bank account name
th_th: ชื่อบัญชีธนาคาร

source: Please enter bank account name.
th_th: กรุณาใส่ชื่อบัญชีธนาคาร

source: Bank account number
th_th: หมายเลขบัญชีธนาคาร

source: Please enter bank account number.
th_th: กรุณาใส่หมายเลขบัญชีธนาคาร

source: Bank name
th_th: ชื่อธนาคาร

source: Plase select bank name.
th_th: กรุณาเลือกชื่อธนาคาร

source: Type of bank account
th_th: ประเภทบัญชีธนาคาร

source: Plase select type of bank account.
th_th: กรุณาเลือกประเภทบัญชีธนาคาร

source: Individual
th_th: รายบุคคล

source: Corperation
th_th: บริษัท

source: Create bank account
th_th: สร้างบัญชีธนาคาร

source: Back
th_th: กลับ
